List<String> groups = [
  '1 курс',
  'КТбо1-7',
  'КТбо1-8',
  'КТбо1-9',
  'КТбо1-10',
  '2 курс',
  'КТбо2-7',
  'КТбо2-8',
  'КТбо2-9',
  'КТбо2-10',
  '3 курс',
  'КТбо3-7',
  'КТбо3-8',
  'КТбо3-9',
  'КТбо3-10',
  '4 курс',
  'КТбо4-7',
  'КТбо4-8',
  'КТбо4-9',
  'КТбо4-10',
];
List<int> numgroups = [
  0,
  7, // 1-7
  8, // 1-8
  9, // 1-9
  10, // 1-10
  0,
  53, // 2-7
  54, // 2-8
  55, // 2-9
  56, // 2-10
  0,
  100, // 3-7
  101, // 3-8
  102, // 3-9
  103, // 3-10
  0,
  130, // 4-7
  131, // 4-8
  132, // 4-9
  133 // 4-10
];
List<String> days = [
  'Понедельник',
  'Вторник',
  'Среда',
  'Четверг',
  'Пятница',
  'Суббота'
];
List<int> numdays = [2, 3, 4, 5, 6, 7];
