import 'package:flutter/material.dart';

List<String> groups = [
  '1 курс',
  'КТбо1-6',
  'КТбо1-7',
  'КТбо1-8',
  'КТбо1-9',
  '2 курс',
  'КТбо2-7',
  'КТбо2-8',
  'КТбо2-9',
  'КТбо2-10',
  '3 курс',
  'КТбо3-7',
  'КТбо3-8',
  'КТбо3-9',
  //'КТбо3-10',
  '4 курс',
  //'КТбо4-7',
  'КТбо4-6',
  'КТбо4-7',
  'КТбо4-8',
];

List<int?> numgroups = [
  0,
  6, // 1-6
  7, // 1-7
  8, // 1-8
  9, // 1-9
  0,
  57, // 2-7
  58, // 2-8
  59, // 2-9
  60, // 2-10
  0,
  102, // 3-7
  103, // 3-8
  104, // 3-9
  null, // 3-10
  0,
  133, // 4-6
  134, // 4-7
  135, // 4-8
];
List<String> days = [
  'Понедельник',
  'Вторник',
  'Среда',
  'Четверг',
  'Пятница',
  'Суббота'
];
List<int> numdays = [2, 3, 4, 5, 6, 7];

Color lightBlue = const Color.fromARGB(255, 91, 117, 240);
